// Информация для рендеринга цифры ноль.
const zero = [
    1, 1, 1,
    1, 0, 1,
    1, 0, 1,
    1, 0, 1,
    1, 1, 1
];

// Информация для рендеринга цифры один.
const one = [
    1, 1, 0,
    0, 1, 0,
    0, 1, 0,
    0, 1, 0,
    1, 1, 1
];

// Информация для рендеринга цифры два.
const two = [
    1, 1, 1,
    0, 0, 1,
    0, 1, 0,
    1, 0, 0,
    1, 1, 1
];

// Информация для рендеринга цифры три.
const three = [
    1, 1, 1,
    0, 0, 1,
    1, 1, 1,
    0, 0, 1,
    1, 1, 1
];

// Информация для рендеринга цифры четыре.
const four = [
    1, 0, 1,
    1, 0, 1,
    1, 1, 1,
    0, 0, 1,
    0, 0, 1
];

// Информация для рендеринга цифры пять.
const five = [
    1, 1, 1,
    1, 0, 0,
    1, 1, 1,
    0, 0, 1,
    1, 1, 1
];

// Информация для рендеринга цифры шесть.
const six = [
    0, 1, 1,
    1, 0, 0,
    1, 1, 1,
    1, 0, 1,
    1, 1, 1
];

// Информация для рендеринга цифры семь.
const seven = [
    1, 1, 1,
    0, 0, 1,
    0, 1, 0,
    0, 1, 0,
    0, 1, 0
];

// Информация для рендеринга цифры восемь.
const eigtht = [
    1, 1, 1,
    1, 0, 1,
    1, 1, 1,
    1, 0, 1,
    1, 1, 1
];

// Информация для рендеринга цифры девять.
const nine = [
    1, 1, 1,
    1, 0, 1,
    1, 1, 1,
    0, 0, 1,
    0, 1, 0
];

export default [ zero, one, two, three, four, five, six, seven, eigtht, nine ];
